@extends('layouts.layout')

@section('content')
<!-- clear section -->
<section class="clear_sec in_pages" style="background-image: url(img/bg_pages.jpg);">
    <div class="bg-opacity">
        <div class="container">
            <div class="info">
                <div class="row">
                    <div class="col-md-6 col-sm-6">
                        <ol class="breadcrumb">
                            <li><a href="#">الرئيسية</a></li>
                            <li class="active"><a href="#">تَرجَمَةٌ</a></li>
                        </ol>
                    </div>
                    <div class="col-md-6 col-sm-6">
                        <h1>تَرجَمَةٌ</h1>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>
{!!$about->description!!}
<!-- //clear section -->
{{-- <section class="about-page pages-body">
   <div class="container">
      <div class="row">
         <div class="col-md-12">
            <div class="info">
               <h2 class="text-center">تَرجَمَةٌ</h2>
               <div class="intro text-center">
                  <p>عن الداعية الإسلامي السيّد أحمد الطلحي حفظه الله</p>
                  <div class="intro-img-profile">
                    <img src="img/profile-intro.jpg" />
                  </div>
                  <p>الحمد لله رب العالمين والصلاة والسلام على فخر الأنبياء و أرحم المرسلين</p>
                  <p>سيّدنا محمّد وعلى آله وصحبه أجمعين...</p>
                  <p>ترجمةُ مختصرة</p>
                  <p>عن الداعي إلى الله الداعية الإسلامي</p>
                  <p>(السيّد أحمد الطلحي حفظه الله )</p>
               </div>
               <div id="accordion" class="panel-group">
                  <div class="panel panel-default">
                     <div id="headingOne" class="panel-heading hvr-bounce-to-left">
                        <h4 class="panel-title"><a href="#collapseOne" data-toggle="collapse" data-parent="#accordion"> النســـــب </a></h4>
                     </div>
                     <div id="collapseOne" class="panel-collapse collapse in">
                        <div class="panel-body">
                           <p>هو السيّد: &nbsp;أحمد ابن فوزي بن خليفة الطلحي يرجع نسبه للإمام الحسن المثنى بن الإمام الحسن السبط بن أمير المؤمنين علي بن أبي طالب والسيّدة فاطمة الزهراء <span style="color: #000080;">&psi;</span> بنت سيّدنا محمّد خاتم النبيين <span style="color: #333399;">𝒫</span>.</p>
                        </div>
                     </div>
                  </div>
                  <div class="panel panel-default">
                     <div id="headingTwo" class="panel-heading hvr-bounce-to-left">
                        <h4 class="panel-title"><a class="collapsed" href="#collapseTwo" data-toggle="collapse" data-parent="#accordion"> المولد </a></h4>
                     </div>
                     <div id="collapseTwo" class="panel-collapse collapse">
                        <div class="panel-body">
                           <p>ولد من والديــن شريفين من ذرية الإمام الحســن بن علي بن أبي طالب <span style="color: #000080;">&psi;</span> ، قبيل فجر يوم الإثنين العاشر من شوال عام 1405هـ&nbsp; /&nbsp; 29 يونيـــو 1985م، بالجبل الأخضر بمدينة البيضاء إحدى مدن شرق ليبيا، بجوار ضريح الصحابي الجليل سيّدنا رويفع بن ثابت الأنصاري &nbsp;<span style="color: #000080;">𝓉</span>.</p>
                        </div>
                     </div>
                  </div>
                  <div class="panel panel-default">
                     <div id="headingThree" class="panel-heading hvr-bounce-to-left">
                        <h4 class="panel-title"><a class="collapsed" href="#collapseThree" data-toggle="collapse" data-parent="#accordion"> تكوينه </a></h4>
                     </div>
                     <div id="collapseThree" class="panel-collapse collapse">
                        <div class="panel-body">مالكي المذهب ، أشعري العقيدة ، جنيدي المسلك .</div>
                     </div>
                  </div>
                  <div class="panel panel-default">
                     <div id="headingFour" class="panel-heading hvr-bounce-to-left">
                        <h4 class="panel-title"><a href="#collapseFour" data-toggle="collapse" data-parent="#accordion"> المسيرة المعرفية وأخذه وتلقيه للعلوم </a></h4>
                     </div>
                     <div id="collapseFour" class="panel-collapse collapse">
                        <div class="panel-body">
                           <p>أخذ العلم الشريف في بداية طلبه للعلم عن شيخه العارف الربّاني الولي الصالح&nbsp; فضيلة الشيخ (محجوب عطية أبوفارس الصفراني)، فقد تلقى عنه طريق القوم بسنده للإمام السنوسي 𝓉 وأخذ عنه علم السلوك والسير إلي الله &nbsp;وهو أول من أجازه في طلب العلم والتلقي عن المشايخ &nbsp;.</p>
                           <p>وامتداداً للمنهج المورث و الأصيل في تلقي العلوم الشرعية والسلوكية بالسند المتصل إلى رسول الله <span style="color: #000080;">𝒫</span> الذي اشتهر في ليبيا علي أيدي السادة السنوسية <span style="color: #000080;">&psi;</span>، وخصوصاً في مدينة البيضاء والتي هي أولى زوايا الإمام السنوسي <span style="color: #000080;">𝓉</span> في ليبيا، فقد تلقى العلوم الشرعية على أيدي علمائها فاستهل مسيرته العلمية بالالتحاق بمنارة سيّدنا رويفع بن ثابت الأنصاري <span style="color: #000080;">𝓉</span> للعلوم الشرعية ، وقد قرأ فيها على مجموعة من علماء ليبيا ومن خارجها، كالفقيه الدكتور الشيخ العلمي الغماري والدكتور الشيخ مفتاح بوالحمزية والدكتور الشيخ صلاح سالم والدكتور الشيخ محمد الحلواني الأزهري ، &nbsp;وفي الفترة نفسها إلتحق بمركز الإسراء والمعراج لحفظ القران الكريم على يد الشيخ حسام السيفاط ، ومن ثم سنحت له الفرصة في الانتقال والأخذ عن مشايخ زاوية الشيخ سيّدي مفتاح الصفراني بمدينة زليتن، وخلال عام وأربعة أشهر ، حفظ القرءان الكريم على رواية الإمام قالون ، وقد كتبه بيمينه على رسم الحافظ أبي عمرو الداني، تحت نظر وإشراف العالم الربّاني الشيخ جابر بن عقوب الصفراني <span style="color: #000080;">𝓉</span>، ثم بعد إتمامه لحفظ القران الكريم ، رجع إلى الجبل الأخضر (البيضاء) ، وواصل دراسته بجامعة ليبيا المفتوحة قسم الدراسات الإسلامية .</p>
                           <p>وواصل طلبه للعلم على أيدي جملة من العلماء في العلوم الشرعية :</p>
                           <p>&nbsp;</p>
                           <p>القران الكريم : حفظ القران الكريم على رواية الإمام قالون على يد الشيخ صلاح سالم ثم الشيخ حسام السيفاط ثم الشيخ جمال الزاوية ، وراجعه على يد الشيخ عبدالقادر بوغندوره .</p>
                           <p>ورواية الإمام حفص عن شيخة عاصم الكوفي ، فقد أخذه عن الشيخ أشرف حسانين الجعفري الازهري بالجامع الازهر الشريف .</p>
                           <p>&nbsp;</p>
                           <p>العقيدة : درس علوم العقيدة على مجموعة من العلماء والصلحاء :-</p>
                           <p>قرأ كتاب دروس التوحيد للعلامة الحبيب محمد بن سالم بن حفيظ على يد السيّد عمر الكاف ، و كتاب نور الظلام شرح عقيدة العوام على الدكتور حافظ القليب المصراتي، و كتاب صفوة الإعتقاد فيما يجب لله على العباد للعلامة المحروقي المصراتي ، على يد الدكتور حافظ القليب المصراتي أيضا ، و قرأ متن الخريدة البهية على الدكتور جمال فاروق الدقاق عميد كلية الدعوة الإسلامية بجامعة الأزهر الشريف ، وقرأ أم البراهين على يد الشيخ حسام رمضان المصري ، وحاشية البيجوري على جوهرة التوحيد للإمام اللقاني على يد السيّد محمد بن علي الجفري .</p>
                           <p>&nbsp;</p>
                           <p>علم الكلام وعلم المنطق&nbsp; :</p>
                           <p>قرأ مقدمة علم الكلام على يد الدكتور محمدأيمن بن أحمد الجمّال الحموي .</p>
                           <p>وإيضاح المبهم في شرح السلم المنورق في علم المنطق على يد الدكتور عمرو الورداني الأزهري .</p>
                           <p>&nbsp;</p>
                           <p>اللغة العربية : قرأ على يد الاستاذ ناصر عبد الحميد، وقرأ الاستاذ الشيخ مصطفى رضا الأزهري التحفة السنية .</p>
                           <p>الفقه المالكي : درس الفقه المالكية على كوكبة من العلماء :-</p>
                           <p>الكواكب الدرية في فقه المالكية على الدكتور مفتاح بوالحمزية .</p>
                           <p>مقرر منهج الثانوية الشرعية على الدكتور العلمي الغماري.</p>
                           <p>وشرح متن ابن عاشر على الشيخ زهير قزان الجزائري .</p>
                           <p>الفقه المالكي وأدلته على الشيخ أحمد عمر الهجينة المجبري رحمه الله .</p>
                           <p>شرح الزرقاني على موطأ الإمام مالك على يدالدكتور صهيب محمود السقار .</p>
                           <p>حاشية الصفتي على يدالدكتور عبد الرحمن سَمُرَه .</p>
                           <p>&nbsp;</p>
                           <p>الفقه الشافعي :</p>
                           <p>قرأ الرسالة الجامعة والتذكرة النافعة للعلامة الحبشي على العلامة الحبيب عمر بن محمد بن سالم بن حفيظ .</p>
                           <p>الاقناع شرح متن بن شجاع على يد الدكتور عمرو الورداني الأزهري .</p>
                           <p>&nbsp;</p>
                           <p>الدعوة :</p>
                           <p>درس كتاب الطوالع السعدية في بيان مهام الدعوة الفردية&nbsp; على مؤلفه الحبيب محمد بن عبد الرحمن السقاف .</p>
                           <p>&nbsp;</p>
                           <p>التزكية : درس تاج العروس الحاوي لتهذيب النفوس لابن عطاء الله السكندري، و كتاب إسعاف طالبي رضا الخلاق في بيان مكارم الاخلاق ، على العلامة الحبيب عمر بن محمد بن سالم بن حفيظ .</p>
                           <p>بداية الهداية للامام الغزالي على الحبيب علي الجفري و الحبيب حسين السقاف .</p>
                           <p>مكتوبات السهرهندي على يد الشيخ التركي&nbsp; شفيق قوجمان خوجه .</p>
                           <p>وكتاب إيضاح أسرار علوم المقربين على يد الحبيب أبو بكر بن علي العدني المشهور</p>
                           <p>وعلى يد الحبيب علي زين العابدين الجفري قبس النور المبين من إحياء علوم الدين</p>
                           <p>&nbsp;</p>
                           <p>أصول الفقه :</p>
                           <p>شرح الورقات على يد السيّد محمد بن علي الجفري .</p>
                           <p>غاية الوصول شرح لب الاصول على يد الدكتور عمرو الورداني الأزهري .</p>
                           <p>&nbsp;</p>
                           <p>علوم الحديث النبوي الشريف :</p>
                           <p>مصطلح الحديث : درس مقرر منهج الثانوية الشرعية على يد الدكتور صلاح سالم</p>
                           <p>و كتاب شرح المنظومة البيقونية على الشيخ محمد سالم العجيل الفيتوري ،</p>
                           <p>ودرس نزهة النظر العلامة الشيخ نور الدين عتر بالجامع الازهر الشريف.</p>
                           <p>متون الاحاديث : قرأ الاربعون النووية على الحبيب محمد بن عبد الرحمن السقاف .</p>
                           <p>وعلى الشيخ حسين السعداوي .</p>
                           <p>و قرأ التجريد الصريح على الجامع الصحيح على يد الحبيب أبو بكر بن علي العدني المشهور .</p>
                           <p>المسلسلات العشر وموطأ الإمام مالك على السيد المحدث&nbsp; مالك العربي السنوسي رحمه الله .</p>
                           <p>&nbsp;</p>
                           <p>السير والشمائل :</p>
                           <p>درس الشفا على يد الشيخ عادل المغربي الليبي و الدكتور عمرو الورداني الأزهري .</p>
                           <p>شمائل الترمذي على يد الشيخ محمد سالم العجيل الفيتوري .</p>
                           <p>وقد ابتدأ في التدريس والدعوة إلى الله وهو ابن التاسعة عشر عاما من عمره مع مواصلته لطلب العلم و الأخذ والتلقي إلى الآن .</p>
                        </div>
                     </div>
                  </div>
                  <div class="panel panel-default">
                     <div id="headingFive" class="panel-heading hvr-bounce-to-left">
                        <h4 class="panel-title"><a href="#collapseFive" data-toggle="collapse" data-parent="#accordion"> المسيرة العلمية الدعوية </a></h4>
                     </div>
                     <div id="collapseFive" class="panel-collapse collapse">
                        <div class="panel-body">
                           <p>عيّن إمام وخطيب ومحفظ بجامع سيّدنا الزبير بن العوام &ndash; البيضاء - &nbsp;ليبيا .</p>
                           <p>ثم إمام وخطيب وواعظ ومحفظ بجامع النور - بنغازي -&nbsp; ليبيا .</p>
                           <p>مأذون شرعي بمحكمة الحزام الأخضر الشرعية - &nbsp;بنغازي .</p>
                           <p>مدير مركز النور لتحفيظ القرآن الكريم وتدريس العلوم الشرعية &nbsp;- بنغازي - ليبيا</p>
                           <p>محاضر زائر بدوائر الأوقاف ومساجد ليبيا .</p>
                           <p>واعظ بمجموعة من المؤسسات الإصلاحية .</p>
                           <p>رئيس مهرجان جوائز المحبة &nbsp;في ليبيا .</p>
                           <p>رئيس مهرجان المحبة الإنشادي في &nbsp;ليبيا .</p>
                           <p>رئيس اللجنة التحضيرية لمجلس الدعوة والإرشاد في ليبيا .</p>
                           <p>عضو مؤسس لمجلس الدعوة والإرشاد في ليبيا .</p>
                           <p>عضو رابطة العمل الإسلامي ليبيا .</p>
                           <p>عضو جمعية الإمام المجدد محمّد بن علي السنوسي الإسلامية للثقافة والتراث في ليبيا .</p>
                           <p>كما له العديد من الزيارات الدولية والعالمية في الدعوة إلي الله .</p>
                           <p>وله أيضًا عدد من المؤلفات ك ( كتاب أساس علوم الدين ، تبسم ) وغيرها .</p>
                        </div>
                     </div>
                  </div>
                  <div class="panel panel-default">
                     <div id="headingSix" class="panel-heading hvr-bounce-to-left">
                        <h4 class="panel-title"><a href="#collapseSix" data-toggle="collapse" data-parent="#accordion"> الإجازات العلمية </a></h4>
                     </div>
                     <div id="collapseSix" class="panel-collapse collapse">
                        <div class="panel-body">
                           <p>شهادة دكتوراه فخرية من المجلس العلمي للدراسات العليا بألمانيا وأكاديمية الشرق الأوسط في تخصص : ( القيادات الإنسانية ومفهوم السلام العالمي ) .</p>
                           <p>عين سفيرًا للنوايا الحسنة في العالمين العربي و الاسلامي من الاتحاد العالمي لسفراء النوايا الحسنة بفرنكفورت المانيا .</p>
                           <p>وقبل ذلك قد أجاز في الدعوة إلي الله من أكثر عالم من علماء الأمة، وعلى رأس الذين أجازوه :-</p>
                           <p>العلامة الحبيب عمر بن محمد بن سالم بن حفيظ بن الشيخ أبوبكر بن سالم &nbsp;<span style="color: #000080;">𝓉</span></p>
                           <p>العلامة الحبيب عبد القادر بن أحمد بن عبد الرحمن &nbsp;السقاف <span style="color: #000080;">𝓉</span></p>
                           <p>العلامة الدكتور على جمعه مفتي الديار المصرية <span style="color: #000080;">𝓉</span></p>
                           <p>العلامة السيد الشيخ محمود افندي المجددي الخالدي النقشبندي <span style="color: #000080;">𝓉</span></p>
                           <p>العلامة الشيخ ابراهيم آل خليفة الاحسائي <span style="color: #000080;">𝓉</span></p>
                           <p>الحبيب أبوبكر بن علي العدني المشهور <span style="color: #000080;">𝓉</span></p>
                           <p>العلامة الشيخ نور الدين عتر <span style="color: #000080;">𝓉</span></p>
                           <p>السيد المحدث&nbsp; مالك العربي السنوسي <span style="color: #000080;">𝓉</span></p>
                           <p>الحبيب محمد بن الحبيب عبد القادر بن أحمد بن عبد الرحمن السقاف <span style="color: #000080;">𝓉</span></p>
                           <p>الحبيب علي بن الحبيب أحمد مشهور الحداد <span style="color: #000080;">𝓉</span></p>
                           <p>الحبيب عبد الرحمن العطاس <span style="color: #000080;">𝓉</span></p>
                           <p>الحبيب حسن باسندوه <span style="color: #000080;">𝓉</span></p>
                           <p>العلامة الدكتور عبد المجيد الديباني <span style="color: #000080;">𝓉</span></p>
                           <p>العلامة عبد الله التاليدي <span style="color: #000080;">𝓉</span></p>
                           <p>السيد الدكتور&nbsp; نافع العربي السنوسي <span style="color: #000080;">𝓉</span></p>
                           <p>الملكة السيدة فاطمة الشفاء زوجة ملك ليبيا السابق سيدي إدريس السنوسي <span style="color: #000080;">𝓉</span></p>
                           <p>الحبيب علي زين العابدين بن عبد الرحمن الجفري <span style="color: #000080;">𝓉</span></p>
                           <p>الحبيب محمد بن عبد الرحمن السقاف <span style="color: #000080;">𝓉</span></p>
                           <p>الشيخ حسين السعداوي <span style="color: #000080;">𝓉</span></p>
                           <p>الشيخ أبي العز محمد معتز السبيني<span style="color: #000080;">𝓉</span></p>
                           <p>وقد اتصل سنده بمسند العصر والزمان السيد محمد يس الفاداني <span style="color: #000080;">𝓉</span></p>
                           <p>وبمحدث الحرمين الشريفين السيد محمد بن علوي المالكي &nbsp;<span style="color: #000080;">𝓉</span></p>
                           <p>والشيخ المعمر مقرئ ملك ليبيا سيّدي محمد إدريس السنوسي</p>
                           <p>الشيخ محمود إدهيميش <span style="color: #000080;">𝓉</span> وغيرهم</p>
                           <p>نفعنا الله بهم جميعاً</p>
                        </div>
                     </div>
                  </div>
                  <div class="panel panel-default">
                     <div id="headingSeven" class="panel-heading hvr-bounce-to-left">
                        <h4 class="panel-title"><a href="#collapseSeven" data-toggle="collapse" data-parent="#accordion"> الإنجازات </a></h4>
                     </div>
                     <div id="collapseSeven" class="panel-collapse collapse">
                        <div class="panel-body">
                           <p>أسس مجلس الدعوة والإرشاد في ليبيا</p>
                           <p>أسس مركز النور لتحفيظ القرآن الكريم وتدريس العلوم الشرعية في ليبيا .</p>
                           <p>أسس مهرجان المحبة الإنشادي في ليبيا .</p>
                           <p>أسس مهرجان جوائز المحبة في ليبيا .</p>
                           <p>&nbsp;</p>
                           <p>النشاط الاعلامي :</p>
                           <p>البرامج :</p>
                           <p>برنامج تبسم 30 حلقة على قناة السلام عليك أيها النبي</p>
                           <p>برنامج عيد الروح الموسم الاول على قناة الارث النبوي</p>
                           <p>برنامج عيد الروح الموسم الثاني على قناة الارث النبوي</p>
                           <p>برنامج خيمة النهار الرمضانية على شبكة تلفزيون النهار</p>
                           <p>المقابلات :</p>
                           <p>سلسلة عام الابتسامة 52 حلقة على قناة روتانا مصرية</p>
                           <p>سلسلة عام البشارة 52 حلقة على قناة روتانا مصرية</p>
                           <p>سلسلة عام الحب 52 حلقة على قناة روتانا مصرية</p>
                           <p>سلسلة حلقات على قناة النهار برنامج النهارده</p>
                           <p>سلسلة حلقات منوعة على قناة الناس</p>
                           <p>و 200 حلقة منوعة على عدد من القنوات ( الحياة &ndash; أونست &ndash; dtv &ndash;cbc &nbsp;- الحدث اليوم &ndash; جروزني الشيشانية &ndash; مكس اف ام السعودية &ndash;وغيرها )</p>
                        </div>
                     </div>
                  </div>
                  <div class="panel panel-default">
                     <div id="headingEight" class="panel-heading hvr-bounce-to-left">
                        <h4 class="panel-title"><a href="#collapseEight" data-toggle="collapse" data-parent="#accordion"> الأنشطة والرحلات </a></h4>
                     </div>
                     <div id="collapseEight" class="panel-collapse collapse">
                        <div class="panel-body">
                           <p>أقام دروساً ومجالس للتعليم والإرشاد والتوجيه والتوعية والدعوة إلى الله في بلدان شتى استهلها عام 1427هـ / 2006م داخل مدن ليبيا وقراها النائية في الشرق والغرب والشمال والجنوب ، وفي عام 1429هـ / 2008م بدأت رحلاته الدعوية الخارجية ومازالت متواصلة وقد شملت رحلاته الخارجية البلدان الآتية :-</p>
                           <p>البلدان العربية :&nbsp; &nbsp;(جمهورية مصر العربية &ndash; المملكة الُأردنية الهاشمية &nbsp;&ndash; جمهورية &nbsp;سوريا العربية &ndash; دولة الإمارات المتحدة &ndash; المملكة العربية السعودية &ndash;&nbsp;الجمهورية التونسية ).</p>
                           <p>دول أسيـــــــا :&nbsp;&nbsp; &nbsp;(ماليزيا &ndash; أندونيسيا - سنغافورا ).</p>
                           <p>دُول أوروبـــا : &nbsp;( المملكة البريطانية المتحدة &ndash; الجمهورية التركية &nbsp;- جمهورية روسيا الاتحادية &ndash; جمهورية الشيشان ).</p>
                        </div>
                     </div>
                  </div>
                  <div class="panel panel-default">
                     <div id="headingNine" class="panel-heading">
                        <h4 class="panel-title"><a href="#collapseNine" data-toggle="collapse" data-parent="#accordion"> المحاضرات الخارجية </a></h4>
                     </div>
                     <div id="collapseNine" class="panel-collapse collapse">
                        <div class="panel-body">
                           <p>ألقى محاضرات ذات بال تتناول قضايا&nbsp; تهم المجتمع الإنساني في أنحاء العالم من أهمها</p>
                           <p>محاضرة في جامعة كامبريج البريطانية .</p>
                           <p>سلسلة محاضرات في المدارس الثانوية في مدينة لوتن ببريطانيا .</p>
                           <p>كلمة بين يدي شيخه الحبيب عمر بن حفيظ في مجلس رسول الله في ميدان موناس بالعاصمة الاندونيسية جاكرتا وقد حضرها أكثر من مليون مسلم</p>
                           <p>سلسلة محاضرات عن السير الى الله &nbsp;في المراكز الثقافية باستانبول تركيا <br /> سلسلة محاضرات عن التربية النبوية في مراكز دعوية في اسكتلندا</p>
                           <p>له عدد من الدروس والخطب والمحاضرات المسجلة على الموقع الرسمي</p>
                           <p>www.eltalhyoffcial.com.</p>
                        </div>
                     </div>
                  </div>

                  <div class="panel panel-default">
                     <div id="headingTen" class="panel-heading hvr-bounce-to-left">
                        <h4 class="panel-title"><a href="#collapseTen" data-toggle="collapse" data-parent="#accordion"> شيوخه </a></h4>
                     </div>
                     <div id="collapseTen" class="panel-collapse collapse">
                        <div class="panel-body">
                           <!--Teachers -->
                            <div class="teachers text-center">
                                <div class="row">
                                        
                                    <div class="col-md-4 col-sm-6">
                                        <div class="thumbnail">
                                            <div class="img-teacher">
                                                <img src="img/t1.jpg" alt="العلامة الحبيب عبد القادر بن أحمد بن عبد الرحمن  السقاف ">
                                            </div>
                                                <div class="caption">
                                                    <h3>العلامة الحبيب عبد القادر بن أحمد بن عبد الرحمن  السقاف </h3>
                                                </div>
                                        </div>
                                    </div>
                        
                                    <div class="col-md-4 col-sm-6">
                                        <div class="thumbnail">
                                            <div class="img-teacher">
                                                <img src="img/t2.jpg" alt="العلامة الحبيب عمر بن محمد بن سالم بن حفيظ بن الشيخ أبوبكر بن سالم">
                                            </div>
                                                <div class="caption">
                                                    <h3>العلامة الحبيب عمر بن محمد بن سالم بن حفيظ بن الشيخ أبوبكر بن سالم</h3>
                                                </div>
                                        </div>
                                    </div>

                                    <div class="col-md-4 col-sm-6">
                                        <div class="thumbnail">
                                            <div class="img-teacher">
                                                <img src="img/t6.jpg" alt="العلامة الدكتور على جمعة مفتي الديار المصرية ">
                                            </div>
                                                <div class="caption">
                                                    <h3>العلامة الدكتور على جمعة مفتي الديار المصرية </h3>
                                                </div>
                                        </div>
                                    </div>

                                    <div class="col-md-4 col-sm-6">
                                        <div class="thumbnail">
                                            <div class="img-teacher">
                                                <img src="img/t3.jpg" alt="الشيخ المربي : السيّد محجوب أبوفارس الصفراني ">
                                            </div>
                                                <div class="caption">
                                                    <h3>الشيخ المربي : السيّد محجوب أبوفارس الصفراني </h3>
                                                </div>
                                        </div>
                                    </div>

                                    <div class="col-md-4 col-sm-6">
                                        <div class="thumbnail">
                                            <div class="img-teacher">
                                                <img src="img/t4.jpg" alt="العلامة السيد الشيخ محمود افندي المجددي الخالدي النقشبندي ">
                                            </div>
                                                <div class="caption">
                                                    <h3>العلامة السيد الشيخ محمود افندي المجددي الخالدي النقشبندي  </h3>
                                                </div>
                                        </div>
                                    </div>

                                    <div class="col-md-4 col-sm-6">
                                        <div class="thumbnail">
                                            <div class="img-teacher">
                                                <img src="img/t7.jpg" alt="العلامة الشيخ ابراهيم آل خليفة الاحسائي">
                                            </div>
                                                <div class="caption">
                                                    <h3>العلامة الشيخ ابراهيم آل خليفة الاحسائي</h3>
                                                </div>
                                        </div>
                                    </div>

                                    <div class="col-md-4 col-sm-6">
                                        <div class="thumbnail">
                                            <div class="img-teacher">
                                                <img src="img/t8.jpg" alt="الحبيب أبوبكر بن علي العدني المشهور ">
                                            </div>
                                                <div class="caption">
                                                    <h3>الحبيب أبوبكر بن علي العدني المشهور </h3>
                                                </div>
                                        </div>
                                    </div>

                                    <div class="col-md-4 col-sm-6">
                                        <div class="thumbnail">
                                            <div class="img-teacher">
                                                <img src="img/t5.jpg" alt="الحبيب علي زين العابدين بن عبد الرحمن الجفري ">
                                            </div>
                                                <div class="caption">
                                                    <h3>الحبيب علي زين العابدين بن عبد الرحمن الجفري </h3>
                                                </div>
                                        </div>
                                    </div>

                                    <div class="col-md-4 col-sm-6">
                                        <div class="thumbnail">
                                            <div class="img-teacher">
                                                <img src="img/t9.jpg" alt="الحبيب محمد بن عبد الرحمن السقاف ">
                                            </div>
                                                <div class="caption">
                                                    <h3>الحبيب محمد بن عبد الرحمن السقاف </h3>
                                                </div>
                                        </div>
                                    </div>


                                </div>
                            </div>
                            <!--//Teachers -->
                        </div>
                     </div>
                  </div>
               </div>
            </div>
         </div>
      </div>

   </div>
</section> --}}
@section('scriptActive')
<script type="text/javascript">
   $('a[href="{{ url('/aboutus')}}"]').parent().addClass('active');
</script>
@stop
@stop